Repository: impactingdigital/pushnews-wordpress-plugin
Catalog: languages/pushnews-*.po
Languages: pt_br

source: Get our latest news!
pt_br: Fique ligado!

source: Subscribe to our latest news via push notifications.
pt_br: Receba conteúdos exclusivos para você!

source: Subscribe!
pt_br: Eba, quero!

source: Not interested
pt_br: Não, obrigado

source: wants to send notifications:
pt_br: quer te enviar notificações:

source: Sample notification
pt_br: Exemplo

source: Will appear on your phone/desktop
pt_br: Esta é uma notificação exemplo

source: (You can disable them at any time)
pt_br: (pode cancelar quando quiser)

source: Send Push Notification
pt_br: Enviar Push

source: Active
pt_br: Ativo

source: Website name
pt_br: Nome do Website

source: Square logo (url)
pt_br: Logo quadrado do website (url)

source: Pushnews subdomain
pt_br: Subdomínio Pushnews

source: Title
pt_br: Título

source: Body
pt_br: Conteúdo

source: Button Yes
pt_br: Botão Sim

source: Button No
pt_br: Botão Não

source: Message
pt_br: Mensagem

source: Sample notification title
pt_br: Título da notificação exemplo

source: Sample notification body
pt_br: Corpo da notificação exemplo

source: Caption
pt_br: Legenda

source: Basic
pt_br: Geral

source: Subscription Request
pt_br: Widget de Convite

source: Confirmation Popup
pt_br: Popup de confirmação

source: Save
pt_br: Salvar

source: You can send notifications to your subscribers on the Pushnews web app.
pt_br: Pode enviar notificações push para seus inscritos no website Pushnews.

source: Click here to open Pushnews in a new window
pt_br: Clique aqui para acessar Pushnews numa nova janela

source: Send Web Push Notifications to your visitors. Increase your website traffic - Simple and fast UI - Automate push notifications via Facebook Page integration.
pt_br: Envie Push Notifications aos seus visitantes. Aumente seu tráfego - Interface simples e rápida - Automatize o envio de push notifications integrando sua Página de Facebook.
